Repository: marcelomjr/PepperJourney
Catalog: PepperJourney/*.lproj/Localizable.strings
Languages: pt_br

source: cutscene1.srt
pt_br: cutscene1_ptbr.srt

source: I have to run!
pt_br: Tenho que correr

source: Otherwise they’ll catch me
pt_br: senão elas vão me pegar

source: If I could I would make a
pt_br: Se eu pudesse faria um

source: smashed potato of them
pt_br: purê da batatas com elas

source: I’ll never let
pt_br: Eu nunca vou deixar

source: you catch me!
pt_br: vocês me pegarem!

source: Hurry, help me jump
pt_br: Rápido! Ajude-me a pular

source: throw those islands!
pt_br: por essas plataformas!

source: Don’t let her escape!
pt_br: Não deixem ela escapar!

source: She knows too much
pt_br: Ela sabe demais!

source: Sir, we got her!
pt_br: Senhor! Agora nós a pegamos

source: She'll never pass throw this islands
pt_br: ela nunca passará dessa ilha!

source: Thank you so much for saving us!
pt_br: Muito obrigado por nos salvar!

source: Pepper, there are other prisoners in
pt_br: Pimenta, existem outros prisioneiros

source: the whole kingdom, please help them!
pt_br: em todo o reino, por favor, ajude-os!

source: There are rumors about a
pt_br: Há rumores sobre uma

source: big box across the ruge bridge!
pt_br: grande caixa depois da ponte enorme!

source: Thank you little Pepper, you have a big
pt_br: Obrigado Pimentinha, você tem um grande

source: challenge ahead, I wish you good luck!
pt_br: desafio à frente, desejo-lhe boa sorte!

source: Look, a box!
pt_br: Olha, uma caixa!

source: O my god! The Potato
pt_br: Meu Deus! O Império

source: Empire is worst than I thought
pt_br: das Batatas é pior do que eu pensava

source: Ohhh… There is nothing here!
pt_br: Ohhh… Não há nada aqui!

source: Aah I chose the wrong path
pt_br: Aah eu escolhi o caminho errado

source: I chose the wrong path, again
pt_br: Eu escolhi o caminho errado, de novo

source: I chose the wrong path
pt_br: Eu escolhi o caminho errado

source: Nooo, another dead end
pt_br: Nãoo, outro beco sem saída

source: Ohh… Nooo, another dead end!?
pt_br: Oh não, outro beco sem saída?

source: So many ways!
pt_br: Tantos caminhos

source: which one should I pick?
pt_br: qual será que deve escolher?

source: Now I can throw fire
pt_br: Agora eu posso lançar fogo

source: Let's fry some potatoes!
pt_br: Vamos fritar algumas batatas!

source: Stop her
pt_br: Segurem-na

source: She is realizing our prisioners
pt_br: Ela está libertando nossos prisioneiros
